{
	"name": "three_pigs",
	"version": "1.0",
	"role": [
		{
			"name": "Ниф-ниф",
			"description": "Поросёнок, умеренный раздолбай"
		},
		{
			"name": "Нуф-нуф",
			"description": "Поросёнок, лентяй и раздолбай"
		},
		{
			"name": "Наф-наф",
			"description": "Умненький и благоразумненький поросёночек"
		},
		{
			"name": "Волк",
			"description": "Серый. Кровожадный и беспощадный"
		}
	],
	"location": [
		{
			"name": "Опушка леса",
			"description": "Место для игр поросят"
		},
		{
			"name": "Дом Наф-нафа",
			"description": "Кирпичный коттеддж с печным отоплением"
		},
		{
			"name": "Дом Ниф-нфа",
			"description": "Халупа из соломы"
		},
		{
			"name": "Дом Нуф-нуфа",
			"description": "Нечто из говна и веток в сельской местности"
		}
	],
	"detail": [
		{
			"name": "Погодные условия",
			"description": "Неотвратимость смены времен года и холодная зима в средней полосе"
		}
	],
	"script": {
		"title": "Три поросёнка",
		"author": "М. Ходонов",
		"date": "2023",
		"place": "Москва",
		"logline": "История о том, что трудолюбие и упорный, основательный труд окупаются, а леность и легкомысленная беззаботность создают проблемы",
		"synopsis": "Три поросенка беззаботно проводят летнее время. Но самый умный из них подозревает, что так будет не всегда, и начинает строить кирпичный дом. Два других по недомыслию и лени тянут до последнего. В результате строят малопригодные халупы со всеми нарушениями СНИПА. Тут появляется серый волк, который давно хотел поживться поросятинкой. Поросята прячуться каждый в своем домике. Но волк легко разрушает домики, построенные с нарушениями. Поросята спасаются бегствомв домик умного поросенка. Волк не может разрушить кирпичный дом. Он пытается проникнуть через трубу, но падает в чан с кипящей водой. Ошпаренный он убегает в лес залечивать раны. А три поросенка остаются зимовать в правильном доме.",
		"note": [
			{
				"title": "Беззаботное лето",
				"action_time": "конец лета",
				"description": "Поросята играют и веселятся, обсуждая перспективы на ближайшее будущее. Волк подслушивает в кустах",
				"role": [
					{
						"name": "Ниф-ниф",
						"description": "Поросёнок, умеренный раздолбай"
					},
					{
						"name": "Нуф-нуф",
						"description": "Поросёнок, лентяй и раздолбай"
					},
					{
						"name": "Наф-наф",
						"description": "Умненький и благоразумненький поросёночек"
					},
					{
						"name": "Волк",
						"description": "Серый. Кровожадный и беспощадный"
					}
				],
				"location": [
					{
						"name": "Опушка леса",
						"description": "Место для игр поросят"
					}
				],
				"detail": [
					{
						"name": "Погодные условия",
						"description": "Неотвратимость смены времен года и холодная зима в средней полосе"
					}
				],
				"body": "Ниф-ниф: как замечательно летом. Нуф-нуф: Да, можно петь, веселиться и не о чем не думать. Наф-наф (занудно): Но скоро осень. Где мы укроемся от ненанстья? Нуф-нуф: Не нуди. Еще куча времени. Проблемы надо решать по мере их поступления. Наф-наф (занудно): Но кирпичный дом быстро не построишь. Ниф-ниф: А зачем тебе кирпичный дом? Наф-наф: Дом должен быть крепостью, чтобы никакой серый волк не проник в него. Ниф-ниф: Ха, так ты боишься волка. А мы нет. Нуф-нуф: Ага. Мы как дадим ему, что убежит поджавши хвост. Волк (в кустах): Что-то поросятина разошлась. Ну, да ладно, недолго ждать осталось "
			},
			{
				"title": "Скоро осень",
				"action_time": "конец лета",
				"description": "Наф-наф роет котлован и возводит стены своего кирпичного дома. Его братья зовут играть. Когда он отказывается, насмехаются над ним.",
				"role": [
					{
						"name": "Ниф-ниф",
						"description": "Поросёнок, умеренный раздолбай"
					},
					{
						"name": "Нуф-нуф",
						"description": "Поросёнок, лентяй и раздолбай"
					},
					{
						"name": "Наф-наф",
						"description": "Умненький и благоразумненький поросёночек"
					}
				],
				"location": [
					{
						"name": "Дом Наф-нафа",
						"description": "Кирпичный коттеддж с печным отоплением"
					}
				],
				"detail": [
				],
				"body": "Наф-наф (напевая): Я конечно всех умней, всех умней. Дом я строю из камней, из камней. Появляются Ниф-ниф и Нуф-нуф. Нуф-нуф: Наф-наф, пойдем гулять! Наф-наф: Не иогу. Я дом строю."
			}
		]
	}
}
